Repository: sarais02/Proyecto_Final_DSI
Catalog: ProyectoDSI/ProyectoDSI/Strings/*/Resources.resw
Source language: en_us
Languages: es_es

# AcceptButton.Content
source: YES
es_es: SI

# Bright.Text
source: Brightness
es_es: Brillo

# ChartC41.Text
source: Deactivate the ptazetas
es_es: Desativa las ptazetas

# ChartC42.Text
source: Can move any distance
es_es: Puede moverse en cualquier distancia

# ChartC43.Text
source: Kills the licorice
es_es: Mata al regaliz

# ChartC44.Text
source: It does not move. Kills watermelons
es_es: No se mueve. Mata a las sandias

# ChartC45.Text
source: The game is won/lost if it is captured
es_es: El juego se gana/pierde si es capturada

# ChartT1.Text
source: Character
es_es: Personaje

# ChartT2.Text
source: Rank
es_es: Rango

# ChartT3.Text
source: Amount
es_es: Cantidad

# ChartT4.Text
source: Special Hability
es_es: Habilidad Especial

# ComboBoxLanguage.PlaceholderText
source: Select a language
es_es: Selecciona Un Idioma

# ContinueButton.Content
source: Continue
es_es: Continuar

# ControlsTitle.Text
source: CONTROLS
es_es: CONTROLES

# ControlsTitleShadow.Text
source: CONTROLS
es_es: CONTROLES

# Ctrol1.Text
source: -Select Direction
es_es: -Seleccionar Direccion

# Ctrol2.Text
source: -Move Character
es_es: -Mover Al Personaje

# Ctrol3.Text
source: -Pause Menu
es_es: -Menu Pausa

# Ctrol4.Text
source: -Select
es_es: -Sleccionar

# ExitButton.Content
source: Exit
es_es: Salir

# InfoBaston
source: It is sharp and can pierce almost all the candies, killing them brutally
es_es: Está afilado y puede atravesar a casi todas las cuches, acabando con ellas brutalmente

# InfoBomba
source: Destroys everything in its path, as soon as it detects an enemy in its explosion area, it leaves nothing in its path
es_es: Destruye todo a su paso, en cuanto detecta a algún enemigo en su área de explosion, no deja nada a su paso

# InfoCola
source: It goes absolutely crazy, she can move a lot and very fast in a short period of time. However, it is very weak because it is not very strong
es_es: Va absolutamente loca puede moverse mucho y muy rápido en un corto periodo de tiempo. Sin embargo es muy débil porque no está muy fuerte

# InfoDedo
source: It has certain resemblances to humans, many candies get scared when they see them appear and more if they are grouped 5 by 5
es_es: Tiene ciertos parecidos con los humanos, muchas chuches se asustan al verlos aparecer y más si se agrupan de 5 en 5

# InfoFresa
source: The most popular and precious candy, everyone wants it
es_es: La chuche más popular y preciada, todo el mundo la quiere

# InfoHuevo
source: It has its weak point exposed, the yolk, but to be able to finish it you will have to catch it first, and thanks to its white disposition it can crawl very quickly
es_es: Tiene su punto débil expuesto, la yema, pero para poder acabar con él deberás cogerlo primero y gracias a su disposición de la clara puede arrastrarse muy rápido

# InfoPtazetas
source: Their work is very good, they explode and destroy everything in their path. It is said that some have left humans blind
es_es: Muy buenos es su trabajo, explotan y arrasan todo a su paso, dicen que algunos han dejado tuertos a humanos

# InfoRegaliz
source: It is flexible and long, it can wrap all the sweets and strangle them
es_es: Es flexible y largo, puede envolver a todas las chuches y asfixiarlas

# InfoSandia
source: Double-edged sword, if it attacks from the tip it can cause a lot of damage, on the other hand, if it does it from the part of the peel it will be easy to kill it
es_es: Arma de doble filo, si ataca por la punta podrá causar mucho daño, en cambio si lo hace por la parte de la cáscara será fácil acabar con ella

# InfoText.Text
source: Move your Token
es_es: Mueve tu Ficha

# InfoText2.Text
source: Place your tokens
es_es: Coloca tus fichas

# InitBattle.Text
source: Begin Battle
es_es: Iniciar Batalla

# InitBattleQuestion.Text
source: Do you want to start the battle?
es_es: ¿Deseas comenzar la batalla?

# Language.Text
source: Language
es_es: Lenguaje

# LetreroTurnoEnemigo
source: ENEMY TURN!
es_es: ¡TURNO ENEMIGO!

# LetreroTurnoJugador
source: YOUR TURN!
es_es: ¡TU TURNO!

# N1.Text
source: -Each turn last 1 minute and 30 seconds.
es_es: -Cada Turno dura 1 minuto y 30 segundos.

# N2.Text
source: -You can only move 1 token per minute.
es_es: -Solo se puede mover una ficha por minuto.

# N3.Text
source: -If at the end of the time per turn the token has not moved, one will be moved randomly.
es_es: -Si al acabar el tiempo por turno no se ha movido la ficha, se moverá una aleatoriamente.

# N4.Text
source: -A combat takes place when 2 tokens from opposite sides are in the same square.
es_es: -Se produce un combate cuando 2 fichas de bandos opuestos se encuentran en la misma casilla.

# N5.Text
source: -When a fight takes place, the one with the highest rank or superior skill wins.
es_es: -Al producirse un combate, el que tenga mayor rango o una habilidad superior, gana.

# N6.Text
source: -When a combat takes place, the defeated token disappears and gives way to the winner.
es_es: -Al producirse un combate, la ficha vencida desaparece y cede la casilla a la ganadora.

# NameBaston
source: Candy Cane
es_es: Baston

# NameDedo
source: Finger
es_es: Dedo

# NameFresa
source: Strawberry
es_es: Fresa

# NameHuevo
source: Egg
es_es: Huevo

# NameRegaliz
source: Licorice
es_es: Regaliz

# NameSandia
source: Watermelon
es_es: Sandia

# NewGameButton.Content
source: New Game
es_es: Nueva Partida

# NoSugarButton.Content
source: Sugar Free
es_es: Sin Azucar

# OptionnsButton.Content
source: Options
es_es: Opciones

# OpTitle.Text
source: OPTIONS
es_es: OPCIONES

# OpTitleShadow.Text
source: OPTIONS
es_es: OPCIONES

# Pasillo1Button.Content
source: Aisle 1
es_es: Pasillo 1

# Pasillo2Button.Content
source: Aisle 2
es_es: Pasillo 2

# Pasillo3Button.Content
source: Aisle 3
es_es: Pasillo 3

# Pasillo4Button.Content
source: Aisle 4
es_es: Pasillo 4

# PauseButtonText.Content
source: Pause
es_es: Pausa

# PauseTitle.Text
source: PAUSE
es_es: PAUSA

# PauseTitleShadow.Text
source: PAUSE
es_es: PAUSA

# RegTitle.Text
source: RULES
es_es: REGLAMENTO

# RegTitleShadow.Text
source: RULES
es_es: REGLAMENTO

# SelectSide.Text
source: Choose side
es_es: Elige Bando

# SelectSideQuestion.Text
source: Which side would you like to fight on?
es_es: ¿En qué bando te gustaría luchar?

# SugarButton.Content
source: Sugar
es_es: Con Azucar

# TextBackButton.Text
source: Back
es_es: Atras

# Volum.Text
source: Volume
es_es: Volumen
